export type Classes = {
  /** Стиль, применяемый к контейнеру-обертке группы */
  container?: string
  /** Стиль, применяемый к каждой кнопке в группе */
  button?: string
  /** Стиль, применяемый к выбранной кнопке  */
  selected?: string
  /** Стиль, применяемый к кнопкам между первой и последней кнопкой в группе */
  buttonMiddle?: string
  /** Стиль, применяемый к первой кнопке в группе */
  buttonFirst?: string
  /** Стиль, применяемый к последней кнопке в группе */
  buttonLast?: string
}
