export type Classes = {
  /** Стиль, применяемый к основному элементу */
  root?: string
  /** Стиль, применяемый к вертикальному элемента */
  vertical?: string
  /** Стиль, применяемый к тексту внутри элемента */
  text?: string
  /** Стиль, применяемый к горизонтальному элементу */
  horizontal?: string
  /** Стиль, применяемый к горизонтальному элементу с текстом */
  horizontalWithText?: string
  /** Стиль, применяемый к элементу с позиционированием `textAlign='left'` */
  left?: string
  /** Стиль, применяемый к элементу с позиционированием `textAlign='right'` */
  right?: string
  /** Стиль, применяемый к элементу с позиционированием `textAlign='center'` */
  center?: string
  /** Стиль, применяемый к вертикальному элементу с текстом */
  verticalWithText?: string
}
